/* No comment provided by engineer. */
"By installing PDF Expert you agree to the *EULA* and _Privacy Notice_" = "Mit der Installation von PDF Expert stimmen Sie der *Endbenutzer-Lizenzvereinbarung* und den _Hinweisen zum Datenschutz_ zu";

/* No comment provided by engineer. */
"Continue Downloading" = "Download fortsetzen";

/* No comment provided by engineer. */
"Download Incomplete" = "Download unvollständig";

/* No comment provided by engineer. */
"Downloading..." = "Herunterladen...";

/* No comment provided by engineer. */
"I have read _Privacy Notice_ and agree to *Terms of Service*" = "Ich habe die _Hinweise zum Datenschutz_ gelesen und stimme den *Nutzungsbedingungen* zu";

/* No comment provided by engineer. */
"Install" = "Installieren";

/* No comment provided by engineer. */
"Installation Failed" = "Installation fehlgeschlagen";

/* No comment provided by engineer. */
"Installing..." = "Installieren...";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"PDF Expert has not been downloaded yet. Are you sure you want to quit?" = "PDF Expert wurde noch nicht heruntergeladen. Vorgang abbrechen?";

/* No comment provided by engineer. */
"PDF Expert must be closed to complete the installation." = "PDF Expert muss geschlossen werden, um die Installation abzuschließen.";

/* No comment provided by engineer. */
"Quit" = "Beenden";

/* No comment provided by engineer. */
"Set PDF Expert as default PDF reader" = "PDF Expert als Standard-Reader für PDFs festlegen";

/* No comment provided by engineer. */
"The ultimate PDF editor" = "Der ultimative PDF-Editor";
